Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: - Abby, he.
ar: آبي ، مرحباً

source: Jy het Delilah al ontmoet, tog?
ar: لقد قابلتي ديلايله ، صحيح ؟

source: - He.
ar: مرحباً.

source: Wil jy 'n koffie, 'n espresso?
ar: هل تريدين القهوه ، اسبريسو ؟

source: Dus, McGee, ek het na hier na die skrik van gister om seker te wees dat alles goed met jou was.
ar: إذن ، مكجـي ؟ أتيت الى هنا بعد عرض البارحة المرعب لأتأكد انك بخير

source: Ek het die gevoel dat jy nie sou kom.
ar: كان لدي إحساس انك لم تأتي

source: Abby, ek is geen agent meer.
ar: حسناً ، آبي ، انا لست عميل بعد

source: Jy sal altyd 'n agent bly, McGee.
ar: ستكون دائماً عميل ، مكجي

source: Ek wil jou ook vertel dat Gibbs vertrek is.
ar: اردت ايضاً ان اخبرك أن جيبز سيسافر

source: Na waar?
ar: يسافر ، اين ؟ أممـ..

source: Is sy te vertrou?
ar: هل نستطيع أن نثق بها

source: Ek het 'n groter magtiging vir toegang tot geheime, as julle.
ar: لدي تصريح أمني أعلى منكما.

source: Die had Mata Hari ook.
ar: وكذلك ماتا هاري آبــي.

source: Goed, ek moet nou gaan, terug aan die werk.
ar: حسناً، أمممـ... . حسناً علي الذهاب الى العمل

source: Daar is heel wat bewyse van gisteraand om deur te neem.
ar: لدي الكثير من الأدله من ليلة الأمس لأفحصها لكن ، كان هاذا...

source: Maar dit was lekker julle beide te sien.
ar: . ممم، منالجيدأن... .

source: Lastig.
ar: محرج..

source: Waar sou Gibbs naartoe sy?
ar: أين من الممكن ان يذهب جيبز ؟

source: Ek spring binne onderweg na die werk voor jy vertrek.
ar: كنت في طريقي للعمل فكرت ان امر عليك قبل أن تغادر

source: Jy ry nooit langs hier na jou werk, Leon.
ar: انت لا تذهب للعمل من هذا الطريق ، ليون

source: Die President sou vanoggend die vrou van Clayton bel.
ar: الرئيس قال انه سيتصل بزوجة كليتون هاذا الصباح

source: Ek wou daar eers eens langsgaan.
ar: اردت الذهاب هناك اولاً

source: Jarvis het sy werk eervol gedoen.
ar: جارفس ادى عمله بفخر

source: - Hy was 'n goeie baas.
ar: كان رئيساً جيداً

source: En nog 'n beter vriend.
ar: وصديق أفضل

source: Gibbs, ek weet nie hoeveel meer ek nog kan verwerk.
ar: جيبز ، لم اعد اعرف أن كنت استطيع ان اتحمل اكثر من ذلك

source: Gaan na skool, Leon.
ar: قدّ الى المدرسة، ليون

source: Gaan jou kinders drukkies.
ar: إذهب وعانق اطفالك

source: Ek is bekommerd oor jou reis.
ar: انا قلق من رحلتك

source: Na wat gebeur is met SecNav, ek is geneig jou hier te hou.
ar: بعدما حدث لسكرتير البحريه انا اعتمد عليك

source: Na wat daar met SecNav gebeur, hoe kan ek nog bly?
ar: بعدما حدث لسكرتير البحرية كيف لي أن أبقى ؟

source: Die informant van kaptein Wayne weet dat jy kom.
ar: مخبر كابتن واين يعلم انك قادم

source: Daar staan?
ar: هناك طائرة سي

source: 'n volgetankte C130 klaar.
ar: -130 تنتظرك

source: Wil jy iets uit 'n geskenkwinkel in Teheran.
ar: هل تريد اي شئ من محل هدايا طهران ؟

source: Kyk agter jou.
ar: انتبه لنفسك

source: Verskoon.
ar: Bebakhshid = Excuse me!

source: Gibbs. Stap in.
ar: جيبز ، اركب

source: Haas jou.
ar: تعال!

source: Ek het bonuskilometers wat sou verval.
ar: لدي بعض الأميال على وشك الانتهاء

source: Sy dit vriende van jou?
ar: هؤلاء اصدقاؤك ؟

source: - Tot my geld op is.
ar: حتى تنتهي نقودي

source: Ek het geweet dat na Jarvis, jy die volgende sou wees.
ar: علمت عندما قتلوا جارفس ان دورك قادم

source: Ek wou eers nog bel, maar die telefoon is nie veilig nie, niks is het.
ar: اردت الإتصال أولا لكن الهواتف ليست آمنه لاشئ آمن

source: Waar gaan ons heen.
ar: الى أين سنذهب ؟

source: - Na die volgende dorp.
ar: القرية القادمة

source: Verklaar me maar gek, maar ek dink dat jou dekmantel ontdek is.
ar: نادني بالمجنون ، لكني اظن انك فقدت غطائك.

source: Jy loop gevaar, Gibbs.
ar: انت في خطر ، جيبز

source: Ek het gekom om jou lewe te red.
ar: لقداتيتلأنقذحياتك.

source: Jou informant is nie gekom.
ar: مخبركلميأتِ.

source: Nie verbaas nie?
ar: هل يفاجئك هذا ؟

source: - Nee.
ar: لا.

source: Wel, dit versterk wel my teorie.
ar: حسناً ، هاذا بالتأكيد يعزز نظريتي

source: Jou span weet te veel.
ar: فريقك يعلم الكثير

source: Eli David en die dood van Arash Kazmi.
ar: موت ايلاي دافيد و آريش كازمي

source: Niks beter om woede op te wek dan 'n paar goed beplande moorde.
ar: لا شئ يهز الأقفاص أكثر من اغتيالات في اوقات جيدة

source: Dit gee almal iets om oor te praat.
ar: كل شخص لديه شيئ ليتحدث عنه

source: Hoe pas jy in die prentjie?
ar: كيف تعرف هذا ؟

source: As jy betrokke is, dan weet ek dit.
ar: اذا كنت متورط انا اعلم ذلك

source: In groot mate.
ar: لدرجة كبيرة

source: Jy moet weet, ek is goed op die hoogte van die politiek in Washington, maar, dit is anders.
ar: عليك ان تعرف انني اعلم طرقي حول سياسات العاصمة واشنطن

source: Die akteurs is anders.
ar: لكن هذا مختلف. اللاعبين مختلفين

source: Ek is seker van dat die NCIS in die val gelok is.
ar: وأنا متأكد أن التهم لفقت لشعبة التحقيقات البحريه

source: Jou hierheen stuur het niks te maak met luitenant McBride.
ar: إرسالك الى ها لم يكن حول الملازم مكبراين

source: Dit was bedoel om jou van jou span te skei.
ar: كان حول تفرقتك عن فريقك

source: Ek het kontak op met een van die kollegas van luitenant McBride.
ar: لقد تواصلت مع أحد زملاء الملازم مكبرايد

source: JSOC in Irak, 'n sekere luitenant Kagen.
ar: قيادة العمليات الخاصة المشتركة في العراق الملازم كاجين

source: Ek dink dat ons beide belangstel in wat hy te vertel het.
ar: اعتققد اننا سنكون مهتمين فيما سيقوله

source: Ek verstaan jou nie.
ar: أ نا لا أفهمك!

source: Ek het mense sien sterf in dat hotel.
ar: لقد شاهدت الناس تموت في هذا الفندق

source: As ek iets geleer het, Gibbs, is dat mense soms die verkeerde dinge doen vir die regte redes.
ar: إذا كنت قد تعلمت شيئاً واحداً ، غبز هو انه في بعض الحيان قد نفعل الشئ الخاطئ للأسباب الصحيحة

source: Spreek vir jouself.
ar: تحدث عن نفسك

source: Dit doen ek.
ar: هذا ما أفعله

source: Daar was geen appelflappen meer, Mr Palmer.
ar: لقد انتهت جميع فطائر التفاح ، سيد بالمر

source: Jy moet die hiermee doen.
ar: ولذا ، عليك أن تتدبر أمرك مع هذا

source: Dit is 'n bere klou.
ar: انه مخلب الدب

source: Waar is Mr Palmer?
ar: أين السيد بالمر ؟

source: Wie is jy?
ar: من أنت ؟

source: Hierdie kamer is enkel vir bevoegde persone.
ar: هذه الغرفة هي للأفراد المصرح لهم فقط

source: Dus, tensy ek 'n kondonering sien, moet ek aandring dat...
ar: لذا اذا لم أرى اوراق اعتمادك ، أنا أصرّ...

source: Bel die sekuriteit.
ar: أتصلبالأمن!

source: Wie het daar die sekuriteit nodig?
ar: من يحتاج الى الأمن ؟

source: Bind hom vas.
ar: قيده.

source: Seker dat ek McBride ken.
ar: بالتأكيد ، أعرف مكبرايد

source: Ons het 'n paar keer saam gewerk.
ar: لقد عملنا سويا في بعض العمليات

source: 'n Goeie man, hoe maak hy dit?
ar: أنه شخص جيد كيف حاله ؟

source: - McBride is dood, luitenant.
ar: لقد مات مكبرايد ، ايها الملازم

source: Maar dat het geweet jy al.
ar: انت تعلم هذا مسبقاً

source: Dit is geheim, meneer.
ar: انه سريّ ، سيدي

source: Ek word veronderstel nie te praat.
ar: ليس عليّ أن أقول أي شئ

source: Ek het gehoor dat hy oorlede is. Maar wat gebeur?
ar: سمعت انه مات ، لكم ماذا حدث ؟

source: Ons het gehoop dat jy dit vir ons kon vertel.
ar: كنت أتمنى أن تخبرنا انت

source: Dit spyt my, ek kan nie volg nie.
ar: أنا آسف ، لا أفهمك

source: Tydens sy laaste opdrag, Hoe lank was hy hier?
ar: في آخر مهمه له كم بقي هنا ؟

source: 24 uur, hoogstens.
ar: 24 ساعة

source: Dit is nie lank nie.
ar: هذا ليس الكثير من الوقت

source: - Sy opdrag is gekanselleer.
ar: حسناً ، لقد أُلغيت مهمته

source: Hy het die bevel om terug na die VSA te gaan.
ar: لقد تلقى أوامر ان يعود الى الولايات المتحده

source: Hy was opgetrek, hy wou na sy vrou toe.
ar: كان سعيداً ، لقد اراد العوده لزوجته

source: Ons het almal wel familie by die huis.
ar: كلنا لدينا عائلات في أوطاننا

source: - Het jy hom in die vliegtuig stappe?
ar: هل رأيت مكبرايد يصعد للطائره ليذهب للوطن ، أيها الملازم ؟

source: Nee, meneer, hy het sy dinge en gery self na die lughawe.
ar: لا ، سيدي فقط اخذ عدته وذهب في سيارته الى المهبط

source: Goed, Kate, moet jy goed luister.
ar: حسناً ، كيت ، استمعي...

source: Die meisie aan die einde van die gang gaan jy voed terwyl ek weg is.
ar: ستقوم الفتاة الصغيره بإطعامك عندما اغيب

source: Miskien bring ek jou iets mee uit Israel.
ar: ربما احضر لك شيئاً من اسرائيل

source: Sien me nie skeef.
ar: لا تنظري إلي نظره السمكة

source: Ek weet wat ek doen.
ar: انا أعلم ماذا افعل.

source: Dit is dalk nie die slimste idee, maar, ons is geen kollegas meer, dus geen beletsel meer.
ar: حسناً ، ربما تكون ليست فكره لامعة لكننا لسنا زملاء بعد

source: Waar bly die taxi?
ar: أين ذلك التاكسي ؟

source: 'n Bietjie ongeduldig, is dit nie? BYNA.
ar: اصبحت قليل الصبر قليلاً، أليس كذلك ؟

source: Ek waardeer dit, meneer, maar daar is reëls vir drink op die werk.
ar: أنا اقدر ذلك ، سيدي ولكن هناك قواعد للشرب أثناء العمل

source: 'n Nuwe badge en nuwe reëls.
ar: شارة جديدة ، قوعد جديدة

source: Ek wil dat jy jou laag hou, tot ons daar meer vat op het.
ar: أريدك ان تحتاط حتى نسيطر على هذا

source: Wel, ek sit net by die huis op my flat, laer kan ek nie.
ar: حسنا ، لقد كنت اتمشى في شقتي فقط لا استطيع ان أحتاط اكثر من ذلك

source: Jy het die skut nie gesien?
ar: ألم ترى مطلق النار ؟

source: Ek het dit nogal druk om my brein ongeskonde te hou.
ar: حسنا ، لقد كنت مشغول جداً محاولاً ابقاء رأسي سليم

source: Jy was op pad na die lughawe?
ar: وكنت في طريقك الى المطار ؟

source: 'n Persoonlike reis.
ar: رحلة شخصية.

source: - Na Israel.
ar: الى إسرائيل ؟

source: Ek reis daarheen vir die goeie hummus.
ar: سأسافر الى الحمص الجيد

source: Weet agent David dat jy opgehou het?
ar: هل تعلم العميلة دافيد ان رحلتك تأخرت ؟

source: Dat weet Sy.
ar: نعم ، انها تعلم

source: Ek vra ook aan McGee om sy oë oop te hou.
ar: أخبرت مكجي ايضاً ان يبقي عيناه مفتوحه

source: Dr Mallard het hom gevind, rondsnuffelend en klop hom uit.
ar: لدينا رجل في غرفة الاستجواب د.

source: - Deed Ducky dat?
ar: مالارد وجده يعبث في الأرجاء ، فأفقده وعيه داكي فعل هذا؟

source: KO en tot tien uitgeteld.
ar: ممممممـ... K.O. with a full ten-count.

source: Drink op, agent DiNozzo.
ar: أنه شرابك دينوزو

source: Ek laat jou deur iemand haal van sodra jy beskerming klaar is.
ar: سأجعل احدهم يأتي ليصطحبك حالما يكون حارسك الامني مستعد

source: Meneer, in plaas van Dorneget sy tyd te mors, as ek nou eens, hier bly rondhang, as besoeker?
ar: سيدي، بدلاً من اضاعة وقت دورنجيت ماذا لو بقيت هنا

source: Enkel en alleen om te besoek.
ar: كزائر.. افعل كما يفعل الزوار

source: Ons kan wel wat geselskap gebruik.
ar: ربما نستفيد من الصحبه

source: Ek moet sê, ons slagoffer lyk kleiner as toe Mr Palmer en ek hom flou geslaan het.
ar: عليّ أن أقول ، ان ضحيتنا يبدو أصغر بشكل ملحوظ مما بدا عليه عندما أطحنا به انا والسيد بالمر

source: Vandag was ons in die gesig staar met die gevaar, Anthony en het ons seëvier.
ar: لقد واجهنا الخطر اليوم ، انثوني وخرجنامنتصرين.

source: Lê dit aan my, of voel dit aan die kantlyn staan?
ar: هل هذا شعوري فقط أم ان الوقوف هنا

source: , as 'n...
ar: في الهامش..

source: Marteling.
ar: يشبه.. التعذيب

source: Ek het gedink dat Vance gesê het dat hy onmiddellik na binne sou gaan.
ar: ظننت أن فانس قال انه متوجه للداخل فورا

source: Ek sou wel 'n paar minute by die clown wil sit.
ar: اود ان اقضي عدة دقائق مع هذا المهرج

source: Hom opwarm.
ar: لأجعله يستعد

source: - Sonder penning?
ar: بدون شارة ؟

source: Ek begin dat ding te mis.
ar: بدأت أفتقد هذا الشئ

source: Volgens die sekuriteit van die gebou berig jy jou aan as Victor Cheng.
ar: أمن المبنى سجل دخولك بإسم فيكتور تشانج

source: Voormalige rekenaar deskundige by die FBI.
ar: متخصص سابق في الكمبيوتر مع الإف بي آي

source: Klop dit?
ar: هل هذا صحيح ؟

source: Dit geld van die private sektor is beter. - Jy is ontslaan uit die agentskap.
ar: المال أفضل في القطاع الخاص

source: Tog verleen iemand jou toegang tot my gebou.
ar: أنت طردت من المكتب ومع ذلك احدهم منحك اذن بالدخول للمبنى

source: Ek het 'n oproep.
ar: تلقيت مكالمة

source: Daar lê 'n NCIS identifikasie en $ 20.000 in 'n omslag te wag, as ek hier na binne sluip om in jou databasis te soek.
ar: كان هناك بطاقة تعريق خاصة بالشعبة و 20 الفاً في ظرف اذا تسللت الى هنا ودخلت الى قواعد بياناتك

source: Besonderhede oor die bomscherven, gehaal uit SecNav.
ar: تفاصيل عن الشظايا المأخوذة من سكرتير البحرية

source: Ek kon daar nie vanop afstand in raak, omdat 'n sogenaamde, McGee, 'n firewall opgestel het.
ar: لم أستطع الدخول اليها عن بعد لان ، شخص ما يدعى مكجي بنى جدار حماية

source: Jou agent is slimmer as wat hy lyk.
ar: اظن ان عملائك اذكى مما يبدون عليه

source: Vir wie werk jy?
ar: لمن تعمل ؟

source: Ek het gesê dit tog, ek weet dit nie.
ar: لقد اخبرتك ان لا أعلم

source: - Koreane?
ar: الكوريون ؟

source: Die Chinese?
ar: الصينيون ؟

source: Ek moet 'n antwoord het.
ar: أحتاج الى إجابه

source: Wat is daar?
ar: ما هذا ؟

source: Ek kom so.
ar: سأعود حالاً

source: Leon.
ar: ليون!

source: Ek het 'n nuwe vriend gemaak onderweg.
ar: حصلت على صديق جديد في الطريق

source: - Is vyand nie korrek, Gibbs?
ar: عدوك اقرب ، جيبز ؟

source: Wel, Parsons nou werk vir ons.
ar: حسناً ، بارسونز يعمل لدينا الآن

source: Wel, vertel eens.
ar: حسناً ، أخبرني

source: - Daar was geen missie.
ar: لم يكن هناك اي مهمة

source: Luitenant Chad McBride is na Iran gestuur as 'n afleiding.
ar: الملازم تشاد مكبرايد أُرسل الى شرك في إيران

source: Direkteur Vance, ons glo dat McBride teruggekeer het na die VSA.
ar: ايها المدير فانس، نحن نعتقد ان مكبرايد عاد الى الولايات المتحدة الامركية

source: Nie net sy kop, maar heeltemal en lewendig.
ar: ولكن ليس رأسه فقط ، عاد كاملا على قيد الحياه

source: Iemand wou dit daarop laat lyk dat die Iraniërs verantwoordelik was?
ar: احدهم أراد ان يبدو وكان الإيرانيون هم المسؤولون

source: Leon, ek weet dat jy onderbemand is, maar jy moet die kolletjies met mekaar verbind.
ar: ليون ، اعلم ان لديك نقص في العملاء ولكن أحتاجك ان تصل النقاط ببعضها

source: Goed, ek sit daar juffrou Sciuto op, om aan te wys waar McBride gedood is.
ar: حسنا، سأدع الآنسه شوتو تتولى الامر سأرى ان كنا نستطيع أن نسلط الضوء على المكان الذي قتل فيه مكبرايد

source: Ons sit op die volgende vlug na huis.
ar: سنكون على الرحلة القادمة للوطن

source: - Parsons ook?
ar: بارسونز ، أيضاً؟

source: Wat moet ek doen?
ar: ماذا تود أن افعل ؟

source: Hom hier laat?
ar: اتركه وحيداً هنا ؟

source: Hou op. Hou op.
ar: توقف!

source: Ophou.
ar: توقف ! توقف

source: Wat is daar, botvier jy jou frustrasies op dat arme sleutelb...
ar: ماذا ؟ هل تخرجي احباطك على... الكيبورد المسكين..

source: Jy is haar nie.
ar: أنت لست هيّ.. !

source: - Nee, meneer, ek is Murray.
ar: لا ، سيدي ، انا موري

source: Lekker om jou te ontmoet, voormalige agent DiNozzo.
ar: ااه ، من اجيد أن القاك ايها العميل السابق دينوزو

source: Die nuwe IT dude.
ar: إنه موظف تكنلوجا المعلومات الجديد

source: Hy werk met Kevin.
ar: إنه يعمل مع كيفن

source: Dit is 'n heel rare droom.
ar: هاذا حلم غريب جداً

source: - Jy is klaarwakker, Tony.
ar: انت مستيقظ جداً ، توني وفي الوقت المناسب

source: Jy is net op tyd, voor die slag om die hand in volle werking.
ar: لترى التأثير الكامل للبديل

source: Pardon?
ar: المعذرة ؟

source: - Daar is ander wat tegnies gesien beskou kan word as 'n slag om die hand, maar, Murray het net by die IT-afdeling.
ar: حسناً ، أعتقد ان هناك بعض الاشخاص يودون أن يعتبروا أكثر من ان يكونوا بديلا ، ولكن موري أنضم للتو لقسم تكنلوجيا المعلومات

source: Ek was so vry om die clicker te gebruik.
ar: وأنا اخذت حريتي لأتحكم بالريموت

source: Wauw, wys my wat jy het, lykskouing gremlin.
ar: وااو ارني ما لديك يا عفريت التشريح

source: Murray kon die storie van die indringer, bevestig.
ar: موري أكّد أن قصة ...

source: Victor Cheng is onlangs afgedank by die FBI.
ar: الدخيل فيكتور تشانج طرد مؤخراً من مكتب التحقيقات الفدرالية

source: Pret skrif. Hy het ons vertel dat al.
ar: تصميم لطيف، ولكنه اخبرنا بهذا مسبقاً

source: Dat weet ek, maar danksy Murray weet ons presies wanneer en waarom.
ar: أعلم ، ولكن بفضل موري نعلم بالتحديد متى ولماذا.

source: Gaan voort.
ar: تفضل

source: - In 2010 is Cheng gevang op zwartwerk, as gehuurde hacker. ek probeer uit te pluis wie hom 'n NCIS ID gegee het.
ar: آه، 2010... تم القبض على تشانج اثناء عمل غير رسمي كمخترق مستأجر أحاول حالياً أن اعرف

source: Wag even.
ar: من اعطه بطاقة تعريف للشعبة التحقيقات البحريه

source: Gebruik jou geen sametrekkings? Pardon? Goed.
ar: أنتظر.. المعذرة..

source: Wat nog meer?
ar: حسناً، ماذا ايضاً ؟

source: Iemand het probeer om die NCIS lêers te kraak van buite.
ar: احدهم كان يحاول ان يصل الى ملفات الشعبة الخاصة من الخارج

source: Ek hou nie van roterende letters.
ar: أنا لا أحب حركة الدوامة في الخط!

source: Ek kan lees, Palmer.
ar: أستطيع ان قرأ، بالمر

source: Wie hulle ook sy, hulle het aangedryf binne in die data van ons selfone.
ar: أياً كانو لقد استطاعوا مسبقاً الوصول الى بيانات هواتفنا

source: Watter lêers is aangetas?
ar: اي الملفات التي كُشفت ؟

source: Wat van die voormalige personeel, so lyk dit.
ar: يبدوا أنهم يسعون خلف الموظفين السابقين

source: Haal me koffie.
ar: احضر لي القهوة.

source: Tony, he, ek is op pad na die NCIS.
ar: توني ، مرحباً أنا متجة لشعبة التحقيقات البحرية

source: Ek is al hier, Tim. Ek het hier geslaap.
ar: أنا بالفعل هناك ، تيم لقد قضيت الليله هنا

source: Net soos vroeër, nie?
ar: اوه ، مثل الأيام السابقة..

source: - Luister, hulle spoor jou selfoon.
ar: أسمع ، أنهم يتعقبون هاتفك

source: Dump hom en neem 'n taxi.
ar: تخلص منه، واركب تاكسي

source: - Begrepen.
ar: تلقيت ذلك

source: McGee, stap in die wa.
ar: أوه! مكجي ، اركب السيارة

source: - Agent Fornell, dit gaan tog weer nie om jou ex?
ar: العميلفورنيل، هذا لا يدور حول زوجتك السابقة ، اليس كذلك ؟

source: - Stap in die verdomde wa. Ons het hom.
ar: فقط أصعد الى السيارة

source: Ons is onderweg.
ar: حصلنا عليه ، نحن في الطريق

source: Wat 'n plek vir 'n ontmoeting.
ar: ياله من مكان للقاء!

source: Wie woon daar so, Martha Stewart?
ar: من يعيش هنا ؟ مارثا ستيورات ؟

source: Wel, die handdoeke is van Martha.
ar: حسنا ً ، المناشف لمارثا.

source: Meer nie.
ar: هذا فقط

source: Tony, wat het gebeur?
ar: توني ، ماذا حدث ؟

source: - Tim, ek het besluit om te herontwerp.
ar: تيم ، لقد قررت أن أعيد التأثيث

source: 'n Mafia sukses van middel vorige eeu.
ar: سأعتمد طراز مافيا منتصف القرن

source: - Gibbs geloop het in 'n val.
ar: جيبز وقع في فخ

source: DiNozzo is byna gedood.
ar: دينوزو كاد أن يقتل

source: Spesiale agent Fornell gaan ons inlig oor die onlangse gebeure.
ar: العميل الخاص فورنيل عرض ان يعلمنا بآخر المستجدات

source: Ooit gehoor van 'n terroriste mafketel genaamd, Benham Parsa?
ar: هل سمعت بأرهابي يطلق عليه بنهام بارسا ؟

source: Wat vir 'n naam is Benham Parsa?
ar: اي نوع ن الاسماء "بنهام بارسا"

source: - Dit is 'n jong extremist.
ar: أنه شاب متطرف

source: Hy beweer verantwoordelik te wees vir die moord van SecNav.
ar: لقد ادعى للتو المسؤوليه لقتل سكرتير البحرية

source: Parsa is die seun van die vermoorde ouers in Karachi, Pakistan.
ar: ذبح والدي بارسا في باكستان ، كراتشي

source: Dit is nog 'n kind, boos.
ar: مازال طفلاً أنه بطاقة خروج

source: Het geen vrees nie.
ar: لا يخاف.

source: Eng, omdat niks hom iets kan omgee.
ar: مخيف لأنه لا يهتم مطلقاً

source: Parsa rig 'n nuwe skrik sel op.
ar: انشأ بارسا خلية ارهابية جديدة

source: Net oor 'n jaar gelede het ons daar lug van dat hy private sake transaksies het gesmeed onder terroriste en Amerikaanse maatskappye.
ar: حوالي قبل عام علمنا أنه يسمسر على صفقات تجارية خاصه بين الارهابيين و الشركات الامريكية

source: Wat vir transaksies?
ar: أي نوع من الصفقات ؟

source: - Wel, elke jaar word miljarde uitgereik vir heropbou van skade deur kriminele feite.
ar: حسناً ، في كل سنه تصرف الملايين لاعادة بناء ما تتسبب به الأفعال الاجرامية

source: Blaas iets op en crank die ekonomie aan.
ar: تفجير شيء ما، تعزيز الاقتصاد.

source: - Meer werksgeleenthede in die bou. En sekuriteit.
ar: المزيد من فرص العمل في البناء، حتى الأمن.

source: Na wie reik Parsa uit vir hierdie transaksies?
ar: ومع من يتواصل بارسا ليساعده في هذه الصفقات ؟

source: 'n Handvol Amerikaanse sakemanne.
ar: حفنه من رجال الأعمال الأمريكين

source: - Verraaiers.
ar: خونة.

source: Sakemanne en skelms wat saamwerk.
ar: رجال أعمال وأشخاص سيئين يعملون سوياً

source: Ons is nog op soek na name.
ar: كلنا نبحث عن أسماء

source: Beplande vernietiging kan heel wat oplewer.
ar: التخطيط للدمار من الممكن ان يغلق صفقات جيده جداً

source: Iemand moet dit tog weer opbou.
ar: احدهم عليه ان يعيد البناء

source: - Gordon Gekko ontmoet Bin Laden.
ar: جوردن جيكو يقابل بن لادن

source: Waarom is die NCIS 'n teiken?
ar: ولماذا يستهدف شعبة التحقيقات البحرية ؟

source: Omdat hulle dink dat julle nie saamspeel.
ar: لأنهم لا يعتقدوا انك ستشارك معهم

source: Daar het hulle soos in.
ar: أنهم محقين

source: Weet die binnelandse veiligheid daarvan?
ar: هل يعلم الأمن القومي بذلك ؟

source: Vanaf die eerste dag, direkteur.
ar: من أول يوم ، أيها المدير

source: Leon. Kom binne.
ar: ليون ، أدخل

source: Het jy gehoor?
ar: هل سمعت ؟

source: Hulle hou my been.
ar: سأحتفظ برجلي

source: Sê me dat jy niks geweet het oor Benham Parsa.
ar: اخبرني انك لم تعرف اي شئ عن بانهام بارسا

source: Dit is alles tragies, verwerplik.
ar: أنها مأساه تستحق اللوم

source: - Jy het geweet dus van die transaksies?
ar: إذن انت تعلم عن الصفقات التجارية

source: Daar is geen bewyse van transaksies, dit is alles " hoor sê ".
ar: لا يوجد أي ادلة او معاملات

source: Daar is niks om wie dan ook met iets in verband te bring.
ar: كلها إشاعات لا يوجد أي شي لربط اي أحد

source: Tom, vertel my dat jy dit nie in gang gesit het.
ar: توم ، أخبرني أن لم تخطط لهذا كله

source: In hemelsnaam, Leon, kyk me aan.
ar: بحق السماء ، ليون أنظر إليّ

source: Ek het my lewe aan hierdie land gewy.
ar: لقد كرست حياتي إلى هذا البلد.

source: Ek weet dat die lyn soms vaag is, maar ek, sou nooit 'n aanslag toelaat.
ar: أعلم ان الحدود تصبح غير واضحة أحياناً لكن أنا .. من المستحيل ان اتغاضى عن هجوم

source: Daar is heel wat geld in die spel.
ar: يوجد الكثير من المال خلف هذا

source: Hoe durf jy die beskuldiging te maak?
ar: كيف تتجرأ ان تتهمني بهذا ؟

source: Iemand probeer my span uit te roei.
ar: أحدهم يحاول التخلص من فريقي

source: - Hulle het probeer om my ook dood te maak.
ar: لقد حاولو قتلي أيضاً!

source: Tom, sê dit vir my nou direk.
ar: توم ، أخبرني الآن..

source: Wie is die volgende doelwit?
ar: من هو الهدف القادم ؟

source: Dit is Ziva David.
ar: انها زيفا دافيد

source: Eli het geweet teveel, dat hulle dink van haar ook.
ar: إيلاي علم الكثير، انهميعتقدونانهاتعلمالكثيرأيضاً .

source: Ek het 'n veilige pos gestuur na die Mossad, mag Ziva daar opdaag.
ar: لقد ارسلت ايميل آمن للتو للموساد في حالة ظهرت زيفا

source: Hoe weet ons dat hulle nie alles afluister.
ar: كيف نعلم أن الخلية الارهابية

source: - Dat ons nie weet nie.
ar: لا تراقب كل شئ نرسله ؟

source: Ons gaan daarvan uit dat alles aangetas is.
ar: لا نعلم هذا نفترض ان كل شئ تم اختراقه

source: Ziva geken sal sy wegkruip.
ar: بمعرفتي لزيفا ، مازال عليها ان تختفي

source: - Sy sal wel moet.
ar: عليها ان تفعل ذلك

source: Hoe was die woestyn?
ar: جيد ، جيد كيف كانت الصحراء ؟

source: Hulle sê dat dit 'n droë hitte is. - Welkom, baas.
ar: يقولون أن الحرارة جافه

source: Wat het ons?
ar: مرحباً بعودتك ، ايها الرئيس

source: - Het gewone.
ar: ماذا لديكم ؟

source: Die wêreld het na die hel, toe jy weg was.
ar: المعتاد العالم يذهب للجحيم اثناء غيابك

source: - In m'n woning sit sniper koeëls.
ar: لدي عيارات ناريه لقناص في غرفة معيشتي

source: Die Duck man het 'n rat in sy lab en daar is 'n terroris genoem Parsa, wat...
ar: والدكتور وجد جاسوس في معمله و يوجد إرهابي يسمى بارسا...

source: Ja, dat weet ek al, DiNozzo.
ar: -نعم ، أعلم هذا كله دينوزو

source: - Natuurlik.
ar: -بالتأكيد انت تعلم

source: Wat weet jy nie? - Waar is Ziva?
ar: مالذي لا تعرفه ؟

source: Israel, voorlopig nie te vind nie.
ar: أين زيفا ؟ ؟ إسرائيل ، خارج الشبكة في الوقت الحاضر

source: Ek poog 'n veilige e-pos rekening te maak vir kommunikasie met die buiteland.
ar: أحاول ان أُنشئ بريد إلكتروني مؤمن لنستطيع التواصل بأمان في الجارج

source: Hy is OK.
ar: إنه جيد

source: Hy werk nou met ons.
ar: يعمل معنا الآن

source: Fyn om te sien dat alles goed met julle is.
ar: من الجيد ان اراكما بخير وعلى قيد الحياه

source: Luister, ek is jammer wat betref...
ar: أنظر ، انا اسف حول... .
